{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<UNK>": 1,
      "<BOS>": 2,
      "<EOS>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¡": 98,
      "¢": 99,
      "£": 100,
      "¤": 101,
      "¥": 102,
      "¦": 103,
      "§": 104,
      "¨": 105,
      "©": 106,
      "ª": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "¯": 111,
      "°": 112,
      "±": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "·": 119,
      "¸": 120,
      "¹": 121,
      "º": 122,
      "»": 123,
      "¼": 124,
      "½": 125,
      "¾": 126,
      "¿": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "à": 143,
      "â": 144,
      "ã": 145,
      "ä": 146,
      "å": 147,
      "æ": 148,
      "ç": 149,
      "è": 150,
      "é": 151,
      "ê": 152,
      "ë": 153,
      "ì": 154,
      "ï": 155,
      "ð": 156,
      "ĉ": 157,
      "Ċ": 158,
      "č": 159,
      "Ġ": 160,
      "Ģ": 161,
      "ģ": 162,
      "Ĥ": 163,
      "ĥ": 164,
      "Ħ": 165,
      "ħ": 166,
      "Ĩ": 167,
      "ĩ": 168,
      "Ī": 169,
      "ī": 170,
      "Ĭ": 171,
      "ĭ": 172,
      "Į": 173,
      "į": 174,
      "İ": 175,
      "ı": 176,
      "Ĳ": 177,
      "ĳ": 178,
      "Ĵ": 179,
      "ĵ": 180,
      "Ķ": 181,
      "ķ": 182,
      "ĸ": 183,
      "Ĺ": 184,
      "ĺ": 185,
      "Ļ": 186,
      "ļ": 187,
      "Ľ": 188,
      "ľ": 189,
      "Ŀ": 190,
      "ŀ": 191,
      "Ł": 192,
      "ł": 193,
      "Ń": 194,
      "Ġt": 195,
      "Ġa": 196,
      "in": 197,
      "he": 198,
      "re": 199,
      "Ġthe": 200,
      "on": 201,
      "čĊ": 202,
      "Ġs": 203,
      "er": 204,
      "at": 205,
      "Ġc": 206,
      "en": 207,
      "Ġo": 208,
      "nd": 209,
      "es": 210,
      "ing": 211,
      "it": 212,
      "Ġp": 213,
      "or": 214,
      "Ġand": 215,
      "is": 216,
      "Ġw": 217,
      "Ġf": 218,
      "an": 219,
      "al": 220,
      "Ġto": 221,
      "Ġb": 222,
      "Ġm": 223,
      "ou": 224,
      "Ġin": 225,
      "Ġof": 226,
      "le": 227,
      "ion": 228,
      "ar": 229,
      "Ġd": 230,
      "ic": 231,
      "ed": 232,
      "ro": 233,
      "ent": 234,
      "as": 235,
      "Ġe": 236,
      "ct": 237,
      "Ġre": 238,
      "om": 239,
      "us": 240,
      "ve": 241,
      "Ġh": 242,
      "Ġth": 243,
      "Ġl": 244,
      "ĠĠ": 245,
      "Ġis": 246,
      "et": 247,
      "ce": 248,
      "Ġn": 249,
      "im": 250,
      "il": 251,
      "Ġg": 252,
      "ation": 253,
      "ol": 254,
      "ch": 255,
      "ĠT": 256,
      "Ġfor": 257,
      "ut": 258,
      "st": 259,
      "ow": 260,
      "id": 261,
      "ra": 262,
      "ly": 263,
      "Ġst": 264,
      "Ġbe": 265,
      "Ġy": 266,
      "Ġpro": 267,
      "ig": 268,
      "ate": 269,
      "Ġthat": 270,
      "ers": 271,
      "ir": 272,
      "ith": 273,
      "ur": 274,
      "Ġor": 275,
      "Ġyou": 276,
      "ot": 277,
      "Ġon": 278,
      "Ġan": 279,
      "ul": 280,
      "if": 281,
      "el": 282,
      "Ġcan": 283,
      "Ġcon": 284,
      "ess": 285,
      "Ġit": 286,
      "Ġwith": 287,
      "Ġhe": 288,
      "ay": 289,
      "Ġas": 290,
      "iv": 291,
      "ĠA": 292,
      "am": 293,
      "ge": 294,
      "ver": 295,
      "Ġcom": 296,
      "ĠI": 297,
      "Ġsu": 298,
      "Ġus": 299,
      "ment": 300,
      "ak": 301,
      "Ġal": 302,
      "ive": 303,
      "Ġare": 304,
      "un": 305,
      "ab": 306,
      "Ġmo": 307,
      "ad": 308,
      "Ġv": 309,
      "se": 310,
      "Ġex": 311,
      "res": 312,
      "ĠS": 313,
      "pp": 314,
      "Ġde": 315,
      "ter": 316,
      "qu": 317,
      "ity": 318,
      "ĠThe": 319,
      "Ġen": 320,
      "Ġwh": 321,
      "ect": 322,
      "her": 323,
      "ld": 324,
      "ies": 325,
      "um": 326,
      "ist": 327,
      "ant": 328,
      "th": 329,
      "ĠC": 330,
      "Ġne": 331,
      "ain": 332,
      "ĠĠĠĠ": 333,
      "em": 334,
      "Ġle": 335,
      "Ġim": 336,
      "op": 337,
      "Ġch": 338,
      "ort": 339,
      "od": 340,
      "ri": 341,
      "est": 342,
      "ust": 343,
      "igh": 344,
      "ere": 345,
      "ure": 346,
      "Ġha": 347,
      "ial": 348,
      "du": 349,
      "Ġtheir": 350,
      "oc": 351,
      "ence": 352,
      "iz": 353,
      "Ġyour": 354,
      "Ġwor": 355,
      "ac": 356,
      "os": 357,
      "nt": 358,
      "Ġr": 359,
      "ions": 360,
      "Ġcomp": 361,
      "Ġimp": 362,
      "ould": 363,
      "low": 364,
      "Ġby": 365,
      "ine": 366,
      "age": 367,
      "ud": 368,
      "Ġse": 369,
      "ill": 370,
      "rom": 371,
      "Ġsp": 372,
      "act": 373,
      "ĠP": 374,
      "Ġsh": 375,
      "ide": 376,
      "Ġinc": 377,
      "'s": 378,
      "pt": 379,
      "Ġpl": 380,
      "ight": 381,
      "og": 382,
      "his": 383,
      "are": 384,
      "orm": 385,
      "Ġte": 386,
      "Ġint": 387,
      "pl": 388,
      "per": 389,
      "Ġ1": 390,
      "ake": 391,
      "ag": 392,
      "ff": 393,
      "Ġu": 394,
      "Ġad": 395,
      "cess": 396,
      "able": 397,
      "ical": 398,
      "end": 399,
      "ĠE": 400,
      "rou": 401,
      "art": 402,
      "Ġfrom": 403,
      "Ġk": 404,
      "all": 405,
      "Ġab": 406,
      "ĠM": 407,
      "ĠB": 408,
      "ĠH": 409,
      "The": 410,
      "Ġwe": 411,
      "and": 412,
      "ome": 413,
      "ĠThis": 414,
      "form": 415,
      "Ġdat": 416,
      "ach": 417,
      "out": 418,
      "Ġres": 419,
      "Ġ\"": 420,
      "Ġhave": 421,
      "ast": 422,
      "ther": 423,
      "Ġat": 424,
      "Ġcont": 425,
      "ĠW": 426,
      "ep": 427,
      "ore": 428,
      "ult": 429,
      "ĠF": 430,
      "Ġac": 431,
      "ces": 432,
      "Ġme": 433,
      "ance": 434,
      "our": 435,
      "ign": 436,
      "gh": 437,
      "Ġdata": 438,
      "ru": 439,
      "ĠR": 440,
      "Ġhel": 441,
      "Ġmore": 442,
      "vel": 443,
      "ations": 444,
      "Ġ(": 445,
      "Ġhelp": 446,
      "Ġapp": 447,
      "reat": 448,
      "ĠD": 449,
      "ind": 450,
      "Ġcl": 451,
      "ard": 452,
      "ang": 453,
      "ime": 454,
      "ans": 455,
      "ich": 456,
      "ie": 457,
      "Ġsuch": 458,
      "ase": 459,
      "ell": 460,
      "ous": 461,
      "ks": 462,
      "ite": 463,
      "ip": 464,
      "ĠčĊ": 465,
      "ice": 466,
      "Ġfe": 467,
      "Ġwas": 468,
      "ib": 469,
      "Ġwhe": 470,
      "Ġother": 471,
      "ual": 472,
      "Ġun": 473,
      "Ġthis": 474,
      "ass": 475,
      "red": 476,
      "ile": 477,
      "ific": 478,
      "**": 479,
      "ec": 480,
      "Ġprov": 481,
      "Ġar": 482,
      "ress": 483,
      "oo": 484,
      "ning": 485,
      "Ġup": 486,
      "Ġtra": 487,
      "so": 488,
      "Ġwhich": 489,
      "av": 490,
      "ction": 491,
      "Ġhas": 492,
      "ong": 493,
      "Ġdis": 494,
      "Ġ2": 495,
      "Ġman": 496,
      "Ġem": 497,
      "Ġits": 498,
      "ood": 499,
      "Ġfol": 500,
      "Ġnot": 501,
      "ĠO": 502,
      "ĠG": 503,
      "ace": 504,
      "Ġthey": 505,
      "one": 506,
      "--": 507,
      "ue": 508,
      "ĠĠĠ": 509,
      "Ġdes": 510,
      "iff": 511,
      "ition": 512,
      "ame": 513,
      "ated": 514,
      "Ġfollow": 515,
      "Ġsy": 516,
      "ary": 517,
      "ne": 518,
      "Ġqu": 519,
      "Ġj": 520,
      "ĠL": 521,
      "ustom": 522,
      "iven": 523,
      "Ġalso": 524,
      "ry": 525,
      "ke": 526,
      "Ġcomm": 527,
      "ents": 528,
      "ack": 529,
      "Ġsent": 530,
      "Ġeff": 531,
      "Ġtime": 532,
      "Ġdiff": 533,
      "ap": 534,
      "Ġnew": 535,
      "Ġout": 536,
      "ount": 537,
      "ener": 538,
      "Ġuse": 539,
      "lud": 540,
      "Ġsc": 541,
      "Ġso": 542,
      "Ġprodu": 543,
      "Ġthem": 544,
      "ĠIt": 545,
      "umb": 546,
      "Ġinclud": 547,
      "ĠU": 548,
      "Ġabout": 549,
      "Ġev": 550,
      "king": 551,
      "Ġcustom": 552,
      "etw": 553,
      "Ġind": 554,
      "stem": 555,
      "Ġinto": 556,
      "ĠIn": 557,
      "âĢ": 558,
      "Ġro": 559,
      "Ġlear": 560,
      "Ġ=": 561,
      "Ġper": 562,
      "Ġwill": 563,
      "xt": 564,
      "Ġtw": 565,
      "aking": 566,
      "ds": 567,
      "Ġmake": 568,
      "reate": 569,
      "rough": 570,
      "ĠN": 571,
      "ple": 572,
      "Ġall": 573,
      "ities": 574,
      "ments": 575,
      "ail": 576,
      "ful": 577,
      "Ġused": 578,
      "erv": 579,
      "ost": 580,
      "Ġpe": 581,
      "ark": 582,
      "chn": 583,
      "ility": 584,
      "les": 585,
      "Ġcould": 586,
      "Ġinter": 587,
      "ors": 588,
      "Ġone": 589,
      "Ġ-": 590,
      "ike": 591,
      "alth": 592,
      "Ġcol": 593,
      "Ġpr": 594,
      "Ġover": 595,
      "Ġway": 596,
      "ange": 597,
      "Ġredu": 598,
      "ory": 599,
      "Ġrec": 600,
      "ree": 601,
      "ms": 602,
      "Ġinform": 603,
      "ater": 604,
      "Ġtr": 605,
      "erson": 606,
      "Ġfollowing": 607,
      "Ġneed": 608,
      "Ġsentence": 609,
      "int": 610,
      "Ġsystem": 611,
      "Ġher": 612,
      "Ġtwo": 613,
      "ience": 614,
      "erg": 615,
      "ize": 616,
      "rib": 617,
      "oy": 618,
      "Ġdiffere": 619,
      "lic": 620,
      "Ġmod": 621,
      "Ġtechn": 622,
      "ased": 623,
      "ures": 624,
      "Ġnumb": 625,
      "Ġwould": 626,
      "Ġph": 627,
      "get": 628,
      "Ġbut": 629,
      "Ġusing": 630,
      "Ġgo": 631,
      "Ġpre": 632,
      "olog": 633,
      "own": 634,
      "led": 635,
      "In": 636,
      "Ġcons": 637,
      "ĠĠĠĠĠĠĠĠ": 638,
      "ear": 639,
      "ating": 640,
      "Ġwork": 641,
      "ob": 642,
      "ject": 643,
      "Ġinv": 644,
      "``": 645,
      "Ġimpro": 646,
      "ire": 647,
      "ons": 648,
      "ular": 649,
      "Ġany": 650,
      "yp": 651,
      "ia": 652,
      "ient": 653,
      "Ġthrough": 654,
      "Ġstr": 655,
      "Ġdec": 656,
      "Ġprocess": 657,
      "velop": 658,
      "Ġpos": 659,
      "Ġhealth": 660,
      "ari": 661,
      "row": 662,
      "ify": 663,
      "Ġdo": 664,
      "Ġimport": 665,
      "Ġgiven": 666,
      "lect": 667,
      "Ġacc": 668,
      "Ġinformation": 669,
      "als": 670,
      "Ġsome": 671,
      "ates": 672,
      "Ġlike": 673,
      "Ġact": 674,
      "ential": 675,
      "ens": 676,
      "Ġ3": 677,
      "Ġexper": 678,
      "ph": 679,
      "Ġproduct": 680,
      "Ġrel": 681,
      "Ġlist": 682,
      "Ġval": 683,
      "Ġam": 684,
      "een": 685,
      "ĠAI": 686,
      "ns": 687,
      "ings": 688,
      "mm": 689,
      "ys": 690,
      "Ġsm": 691,
      "ices": 692,
      "Ġspec": 693,
      "iness": 694,
      "Ġke": 695,
      "Ġpart": 696,
      "its": 697,
      "Ġmay": 698,
      "nder": 699,
      "Ġperson": 700,
      "ople": 701,
      "put": 702,
      "ild": 703,
      "etween": 704,
      "Ġadd": 705,
      "oth": 706,
      "ergy": 707,
      "Ġbetween": 708,
      "ally": 709,
      "ef": 710,
      "ative": 711,
      "ict": 712,
      "ics": 713,
      "ĠJ": 714,
      "Ġour": 715,
      "bs": 716,
      "ise": 717,
      "gor": 718,
      "ord": 719,
      "ft": 720,
      "Ġwho": 721,
      "Ġkn": 722,
      "Ġdevelop": 723,
      "very": 724,
      "ĠSt": 725,
      "Ġtrans": 726,
      "Ġserv": 727,
      "Ġexp": 728,
      "Ġpeople": 729,
      "Ġthere": 730,
      "ible": 731,
      "ound": 732,
      "ower": 733,
      "Ġincre": 734,
      "Ġmed": 735,
      "Ġmodel": 736,
      "Ġexam": 737,
      "Ġlearning": 738,
      "Ġenergy": 739,
      "Ġvari": 740,
      "Ġoff": 741,
      "Ġwhile": 742,
      "gan": 743,
      "pport": 744,
      "Ġtyp": 745,
      "ose": 746,
      "Ġbus": 747,
      "anc": 748,
      "Ġhis": 749,
      "Ġprovid": 750,
      "round": 751,
      "Ġset": 752,
      "enerate": 753,
      "con": 754,
      "Ġhow": 755,
      "ural": 756,
      "Ġrep": 757,
      "00": 758,
      "ract": 759,
      "Ġprog": 760,
      "Ġbl": 761,
      "aus": 762,
      "ution": 763,
      "ting": 764,
      "ten": 765,
      "Ġcar": 766,
      "Ġsoc": 767,
      "ife": 768,
      "Ġra": 769,
      "ruct": 770,
      "Ġeffect": 771,
      "âĢĻ": 772,
      "Ġimportant": 773,
      "Ġwhere": 774,
      "Ġass": 775,
      "Ġunder": 776,
      "tain": 777,
      "Ġpo": 778,
      "Ġworld": 779,
      "Ġ5": 780,
      "Ġprovide": 781,
      "angu": 782,
      "Ġresp": 783,
      "Ġwhen": 784,
      "Ġcreat": 785,
      "line": 786,
      "Ġeach": 787,
      "gg": 788,
      "Ġshe": 789,
      "Ġdet": 790,
      "Ġreg": 791,
      "ving": 792,
      "ick": 793,
      "Ġcustomer": 794,
      "ology": 795,
      "Ġsol": 796,
      "ily": 797,
      "Ġadv": 798,
      "Ġmost": 799,
      "ook": 800,
      "Ġbusiness": 801,
      "Ġart": 802,
      "Ġimprove": 803,
      "ivid": 804,
      "ub": 805,
      "arket": 806,
      "Ġcommun": 807,
      "Ġdifferent": 808,
      "ized": 809,
      "hes": 810,
      "Ġmet": 811,
      "Ġfun": 812,
      "ll": 813,
      "nce": 814,
      "Ġchar": 815,
      "ish": 816,
      "irst": 817,
      "Ġhad": 818,
      "Ġlangu": 819,
      "Ġsk": 820,
      "Ġnumber": 821,
      "erm": 822,
      "cy": 823,
      "any": 824,
      "Ġif": 825,
      "Ġco": 826,
      "uc": 827,
      "ature": 828,
      "ages": 829,
      "Ġcomput": 830,
      "rit": 831,
      "Ġday": 832,
      "Ġallow": 833,
      "arm": 834,
      "Ġform": 835,
      "Ġlead": 836,
      "Ġ|": 837,
      "Ġhum": 838,
      "ness": 839,
      "iron": 840,
      "Ġdesign": 841,
      "ues": 842,
      "Ġsign": 843,
      "Ġcomple": 844,
      "Ġshould": 845,
      "Ġresult": 846,
      "Ġsa": 847,
      "Ġmain": 848,
      "Ġrem": 849,
      "crib": 850,
      "Ġ`": 851,
      "Ġeng": 852,
      "Ġreduce": 853,
      "imate": 854,
      "Ġwell": 855,
      "ware": 856,
      "----": 857,
      "gorith": 858,
      "Ġpat": 859,
      "Ġanal": 860,
      "Ġplay": 861,
      "Ġhigh": 862,
      "ident": 863,
      "Ġbec": 864,
      "riend": 865,
      "Ġexample": 866,
      "ble": 867,
      "viron": 868,
      "Ġthese": 869,
      "Ġlar": 870,
      "Ġmarket": 871,
      "ove": 872,
      "Ġpol": 873,
      "Ġwater": 874,
      "rite": 875,
      "ves": 876,
      "Ġcreate": 877,
      "resent": 878,
      "Ġtext": 879,
      "Ġfind": 880,
      "iqu": 881,
      "stand": 882,
      "hat": 883,
      "Ġalgorith": 884,
      "Ġsim": 885,
      "arch": 886,
      "Ġbu": 887,
      "itive": 888,
      "Ġstud": 889,
      "Ġinst": 890,
      "ives": 891,
      "uring": 892,
      "ax": 893,
      "Ġprogra": 894,
      "urn": 895,
      "Ġcal": 896,
      "der": 897,
      "Ġatt": 898,
      "Ġmaking": 899,
      "vironment": 900,
      "Ġlanguage": 901,
      "Ġthan": 902,
      "Ġpot": 903,
      "way": 904,
      "ck": 905,
      "ren": 906,
      "Ġfl": 907,
      "elf": 908,
      "Ġtas": 909,
      "te": 910,
      "Ġeas": 911,
      "Ġgra": 912,
      "Ġvis": 913,
      "Ġmany": 914,
      "ividual": 915,
      "ality": 916,
      "Ġlife": 917,
      "ources": 918,
      "Ġhand": 919,
      "Ġclass": 920,
      "ĠY": 921,
      "Ġfin": 922,
      "Ġequ": 923,
      "Ġ**": 924,
      "Ġref": 925,
      "ious": 926,
      "hip": 927,
      "bject": 928,
      "Ġperform": 929,
      "Ġbr": 930,
      "ety": 931,
      "Ġindividual": 932,
      "Ġ4": 933,
      "iss": 934,
      "Ġret": 935,
      "Ġcle": 936,
      "Generate": 937,
      "Ġtechnology": 938,
      "Ġtake": 939,
      "dition": 940,
      "Ġrequ": 941,
      "Ġwhat": 942,
      "Ġenvironment": 943,
      "ric": 944,
      "wn": 945,
      "eng": 946,
      "Ġappro": 947,
      "ption": 948,
      "Ġimpact": 949,
      "Ġincluding": 950,
      "Ġaccess": 951,
      "Ġplan": 952,
      "ough": 953,
      "ien": 954,
      "Ġche": 955,
      "Ġfirst": 956,
      "Ġgrow": 957,
      "Ġstep": 958,
      "Ġuser": 959,
      "Ġpop": 960,
      "Ġexpl": 961,
      "Ġsocial": 962,
      "Ġag": 963,
      "ĠAd": 964,
      "Ġele": 965,
      "ade": 966,
      "ved": 967,
      "Ġorgan": 968,
      "Ġcharact": 969,
      "ines": 970,
      "Ġbeen": 971,
      "Ġunderstand": 972,
      "iew": 973,
      "Ġinclude": 974,
      "Ġconc": 975,
      "Ġgreat": 976,
      "ts": 977,
      "ward": 978,
      "eg": 979,
      "cing": 980,
      "Ġmin": 981,
      "Ġoften": 982,
      "Ġpower": 983,
      "ases": 984,
      "Ġloc": 985,
      "Ġdisc": 986,
      "ically": 987,
      "Ġ+": 988,
      "Ġinvol": 989,
      "hed": 990,
      "Ġlong": 991,
      "ĠV": 992,
      "achine": 993,
      "Ġfood": 994,
      "cribe": 995,
      "Ġevery": 996,
      "Ġdep": 997,
      "ĠHow": 998,
      "```": 999,
      "Ġbeing": 1000,
      "Ġens": 1001,
      "ited": 1002,
      "Ġpotential": 1003,
      "Ġsur": 1004,
      "Des": 1005,
      "ather": 1006,
      "ants": 1007,
      "Ġed": 1008,
      "ivity": 1009,
      "fore": 1010,
      "Ġwords": 1011,
      "ever": 1012,
      "Ġsignific": 1013,
      "Ġexperience": 1014,
      "Ġpur": 1015,
      "Ġboth": 1016,
      "Ġprom": 1017,
      "ork": 1018,
      "ĠThey": 1019,
      "ĠCh": 1020,
      "Ġwebs": 1021,
      "akes": 1022,
      "Ġsmall": 1023,
      "Ġfunction": 1024,
      "ization": 1025,
      "ĠEn": 1026,
      "Ġmy": 1027,
      "Ġno": 1028,
      "Ġposs": 1029,
      "ĠK": 1030,
      "Ġback": 1031,
      "Ġcommunic": 1032,
      "Ġcount": 1033,
      "ered": 1034,
      "Ġpersonal": 1035,
      "Ġfeel": 1036,
      "One": 1037,
      "Ġtop": 1038,
      "Ġgl": 1039,
      "Ġhuman": 1040,
      "Ġent": 1041,
      "Ġfam": 1042,
      "Ġdecis": 1043,
      "atures": 1044,
      "atural": 1045,
      "up": 1046,
      "Ġspe": 1047,
      "other": 1048,
      "Ġaut": 1049,
      "Ġchang": 1050,
      "ability": 1051,
      "Ġident": 1052,
      "Ġsumm": 1053,
      "Create": 1054,
      "ined": 1055,
      "Ġdi": 1056,
      "ling": 1057,
      "Ġspecific": 1058,
      "Ġcaus": 1059,
      "Ġsoft": 1060,
      "Ġwere": 1061,
      "redict": 1062,
      "ploy": 1063,
      "Ġchange": 1064,
      "Ġcor": 1065,
      "hing": 1066,
      "Ġsignificant": 1067,
      "ode": 1068,
      "Ġcost": 1069,
      "Ġproble": 1070,
      "ew": 1071,
      "ĠHe": 1072,
      "Ġpass": 1073,
      "Ġben": 1074,
      "Ġcompany": 1075,
      "Ġgood": 1076,
      "Ġcustomers": 1077,
      "Ġfriend": 1078,
      "Ġlight": 1079,
      "old": 1080,
      "Ġeffective": 1081,
      "ond": 1082,
      "Ġgener": 1083,
      "Ġcommon": 1084,
      ":**": 1085,
      "ining": 1086,
      "conom": 1087,
      "Ġlevel": 1088,
      "Ġla": 1089,
      "__": 1090,
      "ense": 1091,
      "Ġve": 1092,
      "Ġsupport": 1093,
      "Ġeven": 1094,
      "Ġdr": 1095,
      "Ġkey": 1096,
      "Ġlarge": 1097,
      "Ġstart": 1098,
      "iving": 1099,
      ".\"": 1100,
      "nect": 1101,
      "Ġthree": 1102,
      "'t": 1103,
      "Ġcur": 1104,
      "Ġeffic": 1105,
      "Ġav": 1106,
      "Ġprot": 1107,
      "cul": 1108,
      "Ġthen": 1109,
      "Ġinf": 1110,
      "ĠThese": 1111,
      "Ġdist": 1112,
      "ables": 1113,
      "Ġbre": 1114,
      "Ġstate": 1115,
      "cur": 1116,
      "port": 1117,
      "ries": 1118,
      "Ġrev": 1119,
      "Ġfi": 1120,
      "Ġess": 1121,
      "Ġide": 1122,
      "Ġbenef": 1123,
      "ivers": 1124,
      "ccess": 1125,
      "ĠĠĠĠĠĠĠ": 1126,
      "omm": 1127,
      "Ġown": 1128,
      "tern": 1129,
      "Ġ'": 1130,
      "reen": 1131,
      "Ġbased": 1132,
      "Ġtasks": 1133,
      "ock": 1134,
      "Ġnatural": 1135,
      "Ġsever": 1136,
      "Ġyear": 1137,
      "Ġris": 1138,
      "Ġwebsite": 1139,
      "Ġcomputer": 1140,
      "ber": 1141,
      "Ġmem": 1142,
      "Ġdown": 1143,
      "Ġcontent": 1144,
      "Ġbeh": 1145,
      "ending": 1146,
      "ced": 1147,
      "Ġknow": 1148,
      "Ġeconom": 1149,
      "etter": 1150,
      "Ġaround": 1151,
      "Ġins": 1152,
      "Ġdel": 1153,
      "Ġseveral": 1154,
      "Ġteam": 1155,
      "Ġfact": 1156,
      "ational": 1157,
      "Ġpoint": 1158,
      "Ġword": 1159,
      "Ġonline": 1160,
      "ze": 1161,
      "ĠAs": 1162,
      "Ġanim": 1163,
      "Ġsystems": 1164,
      "Ġvalue": 1165,
      "ĠAn": 1166,
      "Ġsee": 1167,
      "ills": 1168,
      "Ġmade": 1169,
      "Ġmat": 1170,
      "Ġkeep": 1171,
      "Ġdev": 1172,
      "ateg": 1173,
      "Ġright": 1174,
      "Ġend": 1175,
      "ital": 1176,
      "Ġopt": 1177,
      "Ġmachine": 1178,
      "Ġpartic": 1179,
      "Ġread": 1180,
      "ually": 1181,
      "Ġtem": 1182,
      "Ġpredict": 1183,
      "Ġmedia": 1184,
      "ote": 1185,
      "Ġair": 1186,
      "vent": 1187,
      "hen": 1188,
      "ĠUn": 1189,
      "Ġinput": 1190,
      "Ġlearn": 1191,
      "Ġmon": 1192,
      "Ġcontin": 1193,
      "Ġget": 1194,
      "Ġmeth": 1195,
      "ery": 1196,
      "Ġstory": 1197,
      "Ġanaly": 1198,
      "Ġrele": 1199,
      "chie": 1200,
      "ocus": 1201,
      "Ġ10": 1202,
      "ied": 1203,
      "ron": 1204,
      "Ġiss": 1205,
      "Ġtre": 1206,
      "Ġsuccess": 1207,
      "vert": 1208,
      "Ġop": 1209,
      "Ġprof": 1210,
      "ering": 1211,
      "Ġbetter": 1212,
      "ructure": 1213,
      "Ġelect": 1214,
      "Ġbra": 1215,
      "omp": 1216,
      "Ġincrease": 1217,
      "omet": 1218,
      "Ġorder": 1219,
      "ional": 1220,
      "ouse": 1221,
      "Ġhome": 1222,
      "ĠPro": 1223,
      "Ġsoftware": 1224,
      "Ġmanage": 1225,
      "Ġinteract": 1226,
      "Ġ20": 1227,
      "Ġknown": 1228,
      "Ġmethod": 1229,
      "ggest": 1230,
      "here": 1231,
      "ner": 1232,
      "Ġphys": 1233,
      "Ġfeatures": 1234,
      "Ġservice": 1235,
      "Ġobject": 1236,
      "Ġachie": 1237,
      "Ġnumbers": 1238,
      "Here": 1239,
      "ier": 1240,
      "ĠFor": 1241,
      "Ġdevelopment": 1242,
      "cept": 1243,
      "Ġmult": 1244,
      "Ġ6": 1245,
      "ream": 1246,
      "Ġtool": 1247,
      "Ġalgorithm": 1248,
      "fter": 1249,
      "Ġtype": 1250,
      "ets": 1251,
      "Ġcare": 1252,
      "Describe": 1253,
      "Ġensure": 1254,
      "Ġitem": 1255,
      "Ġconsid": 1256,
      "Ġdeterm": 1257,
      "Ġquest": 1258,
      "yth": 1259,
      "Ġfocus": 1260,
      "Ġconnect": 1261,
      "Ġchall": 1262,
      "ĠHowever": 1263,
      "Ġvarious": 1264,
      "ĠIf": 1265,
      "read": 1266,
      "aut": 1267,
      "Ġmean": 1268,
      "Ġext": 1269,
      "ink": 1270,
      "ins": 1271,
      "ody": 1272,
      "apt": 1273,
      "Ġapplic": 1274,
      "ination": 1275,
      "ĠCon": 1276,
      "Ġcharacter": 1277,
      "ways": 1278,
      "Ġusers": 1279,
      "Ġpossible": 1280,
      "Ġjust": 1281,
      "oss": 1282,
      "ian": 1283,
      "til": 1284,
      "Ġneeds": 1285,
      "Ġconf": 1286,
      "ov": 1287,
      "aging": 1288,
      "Ġdef": 1289,
      "Ġidentify": 1290,
      "ars": 1291,
      "Ġcode": 1292,
      "10": 1293,
      "ublic": 1294,
      "Ġsal": 1295,
      "Ġfore": 1296,
      "Ġstore": 1297,
      "ique": 1298,
      "Ġbuild": 1299,
      "Ġamount": 1300,
      "Ġrest": 1301,
      "uch": 1302,
      "roup": 1303,
      "rop": 1304,
      "Ġnetw": 1305,
      "Ġonly": 1306,
      "Ġlet": 1307,
      "ellig": 1308,
      "Ġtoget": 1309,
      "Ġtogether": 1310,
      "Write": 1311,
      "Ġbest": 1312,
      "Ġreal": 1313,
      "oura": 1314,
      "Ġjob": 1315,
      "Ġways": 1316,
      "uture": 1317,
      "As": 1318,
      "Ġeduc": 1319,
      "ertain": 1320,
      "els": 1321,
      "lus": 1322,
      "Ġemploy": 1323,
      "pr": 1324,
      "aste": 1325,
      "nces": 1326,
      "Ġcap": 1327,
      "Ġproducts": 1328,
      "Ġoper": 1329,
      "ĠAm": 1330,
      "Ġrespons": 1331,
      "Ġgu": 1332,
      "asing": 1333,
      "Ġothers": 1334,
      "rol": 1335,
      "ribut": 1336,
      "Ġaud": 1337,
      "icle": 1338,
      "Ġability": 1339,
      "Ġindividuals": 1340,
      "Ġprotect": 1341,
      "Ġcomplex": 1342,
      "Ġindust": 1343,
      "Ġproviding": 1344,
      "ogn": 1345,
      "Ġlo": 1346,
      "Ġenc": 1347,
      "ients": 1348,
      "Ġfil": 1349,
      "vern": 1350,
      "Ġpract": 1351,
      "verall": 1352,
      "air": 1353,
      "ĠHere": 1354,
      "Ġdem": 1355,
      "What": 1356,
      "Ġshare": 1357,
      "Ġassist": 1358,
      "Ġinvolves": 1359,
      "ray": 1360,
      "Ġreducing": 1361,
      "Ġstrateg": 1362,
      "Ex": 1363,
      "ython": 1364,
      "Ġplace": 1365,
      "Ġbefore": 1366,
      "Ġsteps": 1367,
      "Ġfuture": 1368,
      "Ġessential": 1369,
      "Ġrange": 1370,
      "Ġsw": 1371,
      "raph": 1372,
      "Ġresources": 1373,
      "Ġ8": 1374,
      "less": 1375,
      "Ġgroup": 1376,
      "Ġfound": 1377,
      "joy": 1378,
      "Ġmeas": 1379,
      "ism": 1380,
      "ired": 1381,
      "ven": 1382,
      "Ġbenefits": 1383,
      "Ġstrong": 1384,
      "Ġpositive": 1385,
      "ats": 1386,
      "ee": 1387,
      "Ġwarm": 1388,
      "Ġtemper": 1389,
      "erest": 1390,
      "rent": 1391,
      "Ġable": 1392,
      "Ġshow": 1393,
      "Ġrepresent": 1394,
      "ilities": 1395,
      "Ġfamily": 1396,
      "Ġtest": 1397,
      "Ġ19": 1398,
      "ted": 1399,
      "pportun": 1400,
      "Ġbusinesses": 1401,
      "ĠYou": 1402,
      "Ġsun": 1403,
      "Ġrelations": 1404,
      "Ġland": 1405,
      "ior": 1406,
      "cri": 1407,
      "yc": 1408,
      "Ġcent": 1409,
      "Ġperformance": 1410,
      "ression": 1411,
      "Ġchanges": 1412,
      "Ġcommunication": 1413,
      "ĠBy": 1414,
      "Ġ0": 1415,
      "Ġintern": 1416,
      "Ġwithout": 1417,
      "Ġhist": 1418,
      "dit": 1419,
      "pect": 1420,
      "Ġservices": 1421,
      "obal": 1422,
      "Ġsit": 1423,
      "Ġalways": 1424,
      "Ġmust": 1425,
      "ffect": 1426,
      "Ġrese": 1427,
      "new": 1428,
      "Ġproblem": 1429,
      "Ġbehav": 1430,
      "Ġmeans": 1431,
      "rodu": 1432,
      "ains": 1433,
      "arth": 1434,
      "pping": 1435,
      "Ġser": 1436,
      "bot": 1437,
      "ss": 1438,
      "ĠWith": 1439,
      "Ġopportun": 1440,
      "izing": 1441,
      "Ġinvest": 1442,
      "Ġgrowth": 1443,
      "ulation": 1444,
      "care": 1445,
      "Ġwrit": 1446,
      "Ġwithin": 1447,
      "wards": 1448,
      "Ġuntil": 1449,
      "elligence": 1450,
      "Ġrelationship": 1451,
      "day": 1452,
      "Ġfriends": 1453,
      "Ġactiv": 1454,
      "Ġmus": 1455,
      "Ġfu": 1456,
      "Ġsummary": 1457,
      "Ġphysical": 1458,
      "Ġclear": 1459,
      "Ġinterest": 1460,
      "Ġ[": 1461,
      "ibility": 1462,
      "Ġcho": 1463,
      "Ġbel": 1464,
      "Ġlay": 1465,
      "Ġfiel": 1466,
      "Ġhapp": 1467,
      "Ġhelps": 1468,
      "ĠâĢ": 1469,
      "\".": 1470,
      "ffic": 1471,
      "Ġpresent": 1472,
      "Ġ<": 1473,
      "Ġemail": 1474,
      "Ġ$": 1475,
      "Ġtri": 1476,
      "Ġskills": 1477,
      "Ġdig": 1478,
      "Ġmarketing": 1479,
      "Ġpublic": 1480,
      "Ġchalleng": 1481,
      "Ġproject": 1482,
      "irt": 1483,
      "ĠShe": 1484,
      "Given": 1485,
      "Ġsure": 1486,
      "ause": 1487,
      "Ġsaf": 1488,
      "imes": 1489,
      "ides": 1490,
      "Ġful": 1491,
      "Ġcam": 1492,
      "olution": 1493,
      "Ġpar": 1494,
      "Ġreturn": 1495,
      "com": 1496,
      "Ġsearch": 1497,
      "ix": 1498,
      "Ġclimate": 1499,
      "Ġsomet": 1500,
      "Ġtransport": 1501,
      "bon": 1502,
      "ool": 1503,
      "ights": 1504,
      "Ġcalcul": 1505,
      "ences": 1506,
      "Ġ7": 1507,
      "Ġcontrol": 1508,
      "ancial": 1509,
      "Ġstudents": 1510,
      "Ġpopular": 1511,
      "ave": 1512,
      "Ġgame": 1513,
      "Name": 1514,
      "Ġcurrent": 1515,
      "arget": 1516,
      "anced": 1517,
      "Ġcomb": 1518,
      "ĠEx": 1519,
      "Ġoverall": 1520,
      "ank": 1521,
      "Ġconsum": 1522,
      "Ġgreen": 1523,
      "Ġquick": 1524,
      "Ġgoals": 1525,
      "Ġx": 1526,
      ").": 1527,
      "ead": 1528,
      "vant": 1529,
      "hor": 1530,
      "me": 1531,
      "Ġfive": 1532,
      "Ġelements": 1533,
      "vers": 1534,
      "Ġsame": 1535,
      "aterial": 1536,
      "Ġstand": 1537,
      "rect": 1538,
      "ental": 1539,
      "Ġname": 1540,
      "oose": 1541,
      "oh": 1542,
      "This": 1543,
      "Ġgovern": 1544,
      "Ġallows": 1545,
      "Ġchild": 1546,
      "Ġarticle": 1547,
      "Ġlog": 1548,
      "Ġsub": 1549,
      "ty": 1550,
      "Ġclean": 1551,
      "Ġless": 1552,
      "Ġitems": 1553,
      "Ġefficient": 1554,
      "An": 1555,
      "Ġwide": 1556,
      "ditionally": 1557,
      "Ġvalues": 1558,
      "erc": 1559,
      "Ġrun": 1560,
      "icult": 1561,
      "Ġregular": 1562,
      "Expl": 1563,
      "--------": 1564,
      "ustain": 1565,
      "Ġlove": 1566,
      "lement": 1567,
      "Ġaudience": 1568,
      "Ġalgorithms": 1569,
      "Ġduring": 1570,
      "Ġcolor": 1571,
      "Ġheart": 1572,
      "Ġunique": 1573,
      "Ġmeaning": 1574,
      "ysis": 1575,
      "Ġcreating": 1576,
      "Ġsources": 1577,
      "Ġconst": 1578,
      "Ġbo": 1579,
      "):": 1580,
      "abor": 1581,
      "Ġglobal": 1582,
      "Ġcity": 1583,
      "Ġstructure": 1584,
      "Ġmaterial": 1585,
      "pro": 1586,
      "Ġtarget": 1587,
      "Ġmove": 1588,
      "ificial": 1589,
      "Ġopen": 1590,
      "atform": 1591,
      "Ġbody": 1592,
      "Ġeasy": 1593,
      "Ġarea": 1594,
      "Ġprovides": 1595,
      "Ġstatement": 1596,
      "Ġgr": 1597,
      "ĠAl": 1598,
      "Ġmaintain": 1599,
      "ex": 1600,
      "ĠUse": 1601,
      "Ġyears": 1602,
      "Ġactivities": 1603,
      "Ġdra": 1604,
      "Overall": 1605,
      "tle": 1606,
      "Ġenjoy": 1607,
      "Ġhard": 1608,
      "oid": 1609,
      "Ġdifficult": 1610,
      "ath": 1611,
      "Ġfac": 1612,
      "Ġline": 1613,
      "Ġprogram": 1614,
      "Ġfinancial": 1615,
      "aj": 1616,
      "Ġresearch": 1617,
      "ĠTh": 1618,
      "Ġagain": 1619,
      "to": 1620,
      "Ġcult": 1621,
      "dent": 1622,
      "Ġhealthy": 1623,
      "Ġrole": 1624,
      "Ġter": 1625,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1626,
      "Ġexperien": 1627,
      "ived": 1628,
      "iple": 1629,
      "Ġfeed": 1630,
      "Explain": 1631,
      "back": 1632,
      "Ġaddition": 1633,
      "Ġaddress": 1634,
      "ories": 1635,
      "19": 1636,
      "Ġer": 1637,
      "Ġmeet": 1638,
      "Ġplatform": 1639,
      "Ġbeaut": 1640,
      "ĠRe": 1641,
      "Ġrisk": 1642,
      "iety": 1643,
      "Ġ#": 1644,
      "ĠIm": 1645,
      "ĠPl": 1646,
      "Ġhim": 1647,
      "ape": 1648,
      "Ġprevent": 1649,
      "dentify": 1650,
      "ooking": 1651,
      "Ġmess": 1652,
      "urate": 1653,
      "Ġstress": 1654,
      "self": 1655,
      "ross": 1656,
      "ger": 1657,
      "Ġpain": 1658,
      "Ġdecisions": 1659,
      "Ġneg": 1660,
      "Ġaccurate": 1661,
      "ource": 1662,
      "Ġlevels": 1663,
      "Ġsuggest": 1664,
      "oney": 1665,
      "ples": 1666,
      "Ġbreak": 1667,
      "Ġcarbon": 1668,
      "Ġbi": 1669,
      "ists": 1670,
      "Ġrecogn": 1671,
      "Ġbehavior": 1672,
      "rast": 1673,
      "Ġwal": 1674,
      "Ġeducation": 1675,
      "),": 1676,
      "Ġweb": 1677,
      "Ġproper": 1678,
      "Ġunderstanding": 1679,
      "terns": 1680,
      "atch": 1681,
      "fact": 1682,
      "Ġstay": 1683,
      "Ġdire": 1684,
      "Ġphr": 1685,
      "orts": 1686,
      "Ġemot": 1687,
      "face": 1688,
      "cessary": 1689,
      "Ġpoll": 1690,
      "Ġleading": 1691,
      "ĠUnited": 1692,
      "Ġanimals": 1693,
      "Ġallowing": 1694,
      "Ġcr": 1695,
      "Ġwant": 1696,
      "ale": 1697,
      "Ġsimple": 1698,
      "Con": 1699,
      "Ġcome": 1700,
      "Ġevent": 1701,
      "ention": 1702,
      "Ġavail": 1703,
      "Ġsl": 1704,
      "yle": 1705,
      "Ġnum": 1706,
      "Ġsat": 1707,
      "aring": 1708,
      "Ġrequire": 1709,
      "ert": 1710,
      "Ġpatterns": 1711,
      "Ġareas": 1712,
      "Ġintelligence": 1713,
      "Ġdecision": 1714,
      "Ġsecur": 1715,
      "Ġaction": 1716,
      "Ġflow": 1717,
      "Ġhig": 1718,
      "Ġwhy": 1719,
      "Ġhead": 1720,
      "Ġbas": 1721,
      "Ġimplement": 1722,
      "Ġhealthcare": 1723,
      "Ġpres": 1724,
      "Ġreach": 1725,
      "ext": 1726,
      "osp": 1727,
      "iques": 1728,
      "Ġthough": 1729,
      "Ġaccount": 1730,
      "alu": 1731,
      "Ġconcept": 1732,
      "Ġspace": 1733,
      "Ġfew": 1734,
      "ĠAdditionally": 1735,
      "Ġmot": 1736,
      "Ġsomething": 1737,
      "ances": 1738,
      "Ġanother": 1739,
      "eric": 1740,
      "Ġquality": 1741,
      "Ġmov": 1742,
      "Ġsustain": 1743,
      "Ġtravel": 1744,
      "ĠWe": 1745,
      "lusion": 1746,
      "Ġdeep": 1747,
      "lu": 1748,
      "Ġminut": 1749,
      "Ġsecurity": 1750,
      "ci": 1751,
      "oring": 1752,
      "uss": 1753,
      "issions": 1754,
      "Ġbecome": 1755,
      "ring": 1756,
      "Ġ9": 1757,
      "Ġautom": 1758,
      "Ġanalysis": 1759,
      "agn": 1760,
      "play": 1761,
      "Ġself": 1762,
      "Ġtaking": 1763,
      "Ġprogramm": 1764,
      "Ġgenerate": 1765,
      "Ġevents": 1766,
      "verage": 1767,
      "ĠOnce": 1768,
      "ditional": 1769,
      "Ġthose": 1770,
      "Ġpie": 1771,
      "Ġmaj": 1772,
      "Ġwind": 1773,
      "Ġtechniques": 1774,
      "Ġprofess": 1775,
      "Ġdoes": 1776,
      "mat": 1777,
      "Ġachieve": 1778,
      "Ġtru": 1779,
      "iting": 1780,
      "iency": 1781,
      "Ġshort": 1782,
      "Ġsitu": 1783,
      "thing": 1784,
      "imately": 1785,
      "Ġtemperature": 1786,
      "Ġwaste": 1787,
      "iment": 1788,
      "Ġtraining": 1789,
      "oun": 1790,
      "Ġoffer": 1791,
      "ĠSp": 1792,
      "Ġtransportation": 1793,
      "Ġtowards": 1794,
      "Ġcorrect": 1795,
      "Ġparticular": 1796,
      "Ġlim": 1797,
      "'m": 1798,
      "ĠThere": 1799,
      "ince": 1800,
      "Ġinteg": 1801,
      "Ġnetwork": 1802,
      "ledge": 1803,
      "lish": 1804,
      "Ġeconomic": 1805,
      "ash": 1806,
      "Ġmight": 1807,
      "Ġsound": 1808,
      "Ġengage": 1809,
      "oot": 1810,
      "esp": 1811,
      "Ġworking": 1812,
      "aves": 1813,
      "ording": 1814,
      "Ġsense": 1815,
      "Ġear": 1816,
      "Ġmanagement": 1817,
      "Ġmind": 1818,
      "Ġdon": 1819,
      "Ġtools": 1820,
      "Ġpurch": 1821,
      "20": 1822,
      "Ġlit": 1823,
      "ourage": 1824,
      "Ġoc": 1825,
      "ĠEarth": 1826,
      "Ġfre": 1827,
      "Ġpa": 1828,
      "Ġmuch": 1829,
      "riate": 1830,
      "Ġnext": 1831,
      "Ġbook": 1832,
      "ĠWh": 1833,
      "aster": 1834,
      "Ġest": 1835,
      "Ġresults": 1836,
      "oon": 1837,
      "ral": 1838,
      "Ġfree": 1839,
      "Ġtry": 1840,
      "Ġtoo": 1841,
      "ĠDe": 1842,
      "Ġvisual": 1843,
      "Ġpromot": 1844,
      "Ġcountries": 1845,
      "Ġimm": 1846,
      "Ġnever": 1847,
      "ours": 1848,
      "ument": 1849,
      "Ġpref": 1850,
      "Ġi": 1851,
      "ern": 1852,
      "Ġfactors": 1853,
      "anies": 1854,
      "Ġcontribut": 1855,
      "ees": 1856,
      "verb": 1857,
      "Ġcomplete": 1858,
      "ditions": 1859,
      "ope": 1860,
      "Ġnight": 1861,
      "ared": 1862,
      "Ġarray": 1863,
      "Ġpoints": 1864,
      "Ġincreasing": 1865,
      "ney": 1866,
      "Ġafter": 1867,
      "irtual": 1868,
      "Ġprint": 1869,
      "Ġfeedback": 1870,
      "Ġbecause": 1871,
      "Ġreas": 1872,
      "Ġveget": 1873,
      "ĠInd": 1874,
      "Ġdevices": 1875,
      "Ġnecessary": 1876,
      "ĠSome": 1877,
      "por": 1878,
      "Ġnature": 1879,
      "redients": 1880,
      "ration": 1881,
      "for": 1882,
      "Ġhistory": 1883,
      "Ġjour": 1884,
      "leep": 1885,
      "Ġpast": 1886,
      "Ġmajor": 1887,
      "ah": 1888,
      "az": 1889,
      "ĠAmeric": 1890,
      "Ġuses": 1891,
      "ength": 1892,
      "Ġnegative": 1893,
      "Ġside": 1894,
      "ency": 1895,
      "Ġlow": 1896,
      "Ġtypically": 1897,
      "Ġissues": 1898,
      "Ġchallenges": 1899,
      "Ġdue": 1900,
      "ification": 1901,
      "Ġdise": 1902,
      "Ġoptim": 1903,
      "labor": 1904,
      "Ġpost": 1905,
      "lex": 1906,
      "chool": 1907,
      "**:": 1908,
      "Ġdifference": 1909,
      "ently": 1910,
      "Ġemissions": 1911,
      "oud": 1912,
      "Ġexc": 1913,
      "Ġmethods": 1914,
      "Ġsec": 1915,
      "ified": 1916,
      "ards": 1917,
      "ĠStates": 1918,
      "Ġtable": 1919,
      "Ġapprop": 1920,
      "over": 1921,
      "ones": 1922,
      "ilar": 1923,
      "Ġforest": 1924,
      "ĠEm": 1925,
      "ommend": 1926,
      "Ġminutes": 1927,
      "ret": 1928,
      "Ġbal": 1929,
      "ura": 1930,
      "Ġengine": 1931,
      "resh": 1932,
      "Ġscient": 1933,
      "ohn": 1934,
      "Ġphrase": 1935,
      "be": 1936,
      "ategor": 1937,
      "Ġfra": 1938,
      "Ġgovernment": 1939,
      "Ġcharacters": 1940,
      "Ġview": 1941,
      "Ġappropriate": 1942,
      "Ġfield": 1943,
      "tal": 1944,
      "Ġsatis": 1945,
      "ox": 1946,
      "Ġpopulation": 1947,
      "Ġcertain": 1948,
      "There": 1949,
      "Ġsuccessful": 1950,
      "urther": 1951,
      "Ġoutput": 1952,
      "Ġknowledge": 1953,
      "To": 1954,
      "ames": 1955,
      "Ġsecon": 1956,
      "Ġinternet": 1957,
      "fort": 1958,
      "ords": 1959,
      "Ġnut": 1960,
      "Ġeffectively": 1961,
      "Ġ*": 1962,
      "ĠAr": 1963,
      "ĠOne": 1964,
      "Ġdigital": 1965,
      "Ġboo": 1966,
      "Ġaffect": 1967,
      "Ġupd": 1968,
      "Ġdesigned": 1969,
      "Ġmultiple": 1970,
      "pose": 1971,
      "Ġcell": 1972,
      "ium": 1973,
      "Ġincludes": 1974,
      "ata": 1975,
      "Ġtreat": 1976,
      "Ġcup": 1977,
      "Ġapproach": 1978,
      "ograph": 1979,
      "Ġtypes": 1980,
      "Ġideas": 1981,
      "pped": 1982,
      "Ġpay": 1983,
      "Ġbelie": 1984,
      "lass": 1985,
      "print": 1986,
      "Identify": 1987,
      "Ġheat": 1988,
      "Ġmoney": 1989,
      "Ġopportunities": 1990,
      "ires": 1991,
      "Ġequation": 1992,
      "Ġconsider": 1993,
      "Ġsing": 1994,
      "Ġmodels": 1995,
      "Ġcamp": 1996,
      "Ġsym": 1997,
      "istic": 1998,
      "Comp": 1999,
      "Ġlives": 2000,
      "Ġsho": 2001,
      "Ġindustry": 2002,
      "Ġavailable": 2003,
      "Ġapplications": 2004,
      "Ġquickly": 2005,
      "let": 2006,
      "Ġmil": 2007,
      "Ġgen": 2008,
      "Ġnews": 2009,
      "Ġbrand": 2010,
      "Ġconditions": 2011,
      "Ġweather": 2012,
      "Ġtraditional": 2013,
      "Ġbir": 2014,
      "Ġarg": 2015,
      "Ġanalyze": 2016,
      "Ġrelevant": 2017,
      "Ġenh": 2018,
      "Ġlast": 2019,
      "iver": 2020,
      "ĠGo": 2021,
      "ĠTo": 2022,
      "Ġtrack": 2023,
      "come": 2024,
      "pos": 2025,
      "ug": 2026,
      "Ġsomeone": 2027,
      "Ġtakes": 2028,
      "Ġactivity": 2029,
      "Ġmakes": 2030,
      "Ġey": 2031,
      "reng": 2032,
      "Ġtask": 2033,
      "Ġharm": 2034,
      "Ġel": 2035,
      "ane": 2036,
      "Ġrecommend": 2037,
      "Ġtimes": 2038,
      "Ġprocessing": 2039,
      "Ġeasier": 2040,
      "Find": 2041,
      "Ġcrit": 2042,
      "Ġarr": 2043,
      "Ġquestions": 2044,
      "by": 2045,
      "Ġpowerful": 2046,
      "place": 2047,
      "nov": 2048,
      "Ġrece": 2049,
      "fect": 2050,
      "Ġcase": 2051,
      "ĠEng": 2052,
      "Ġdescri": 2053,
      "Ġdifferences": 2054,
      "Ġinflu": 2055,
      "Ġvariety": 2056,
      "lease": 2057,
      "mosp": 2058,
      "ng": 2059,
      "Ġsqu": 2060,
      "Ġleg": 2061,
      "Ġdetermine": 2062,
      "Ġbeg": 2063,
      "Ġoptions": 2064,
      "St": 2065,
      "Ġstring": 2066,
      "Ġchildren": 2067,
      "sc": 2068,
      "Ġlook": 2069,
      "Ġnow": 2070,
      "oci": 2071,
      "avor": 2072,
      "Ġpers": 2073,
      "Ġsubject": 2074,
      "Ġupon": 2075,
      "Ġcompet": 2076,
      "Ġspecies": 2077,
      "word": 2078,
      "It": 2079,
      "Ġcompanies": 2080,
      "Ġturn": 2081,
      "ished": 2082,
      "Ġfru": 2083,
      "Ġissue": 2084,
      "utions": 2085,
      "Ġing": 2086,
      "ĠWhen": 2087,
      "par": 2088,
      "Ġphot": 2089,
      "Ġamong": 2090,
      "Ġlocal": 2091,
      "Ġcountry": 2092,
      "\",": 2093,
      "view": 2094,
      "Ġcause": 2095,
      "Ġexerc": 2096,
      "____": 2097,
      "Ġthings": 2098,
      "ĠSh": 2099,
      "Ġterms": 2100,
      "eet": 2101,
      "aly": 2102,
      "Ġnon": 2103,
      "Ġbring": 2104,
      "de": 2105,
      "Ġspeed": 2106,
      "Ġartificial": 2107,
      "Ġpollution": 2108,
      "Ġec": 2109,
      "Ġmaterials": 2110,
      "based": 2111,
      "Ġaverage": 2112,
      "Ġimages": 2113,
      "Ġspread": 2114,
      "Ġmedical": 2115,
      "Ġefficiency": 2116,
      "ising": 2117,
      "time": 2118,
      "lection": 2119,
      "Ġhab": 2120,
      "Ġprim": 2121,
      "Ġdirect": 2122,
      "How": 2123,
      "Ġlaw": 2124,
      "Ġatmosp": 2125,
      "aving": 2126,
      "newable": 2127,
      "Ġincreased": 2128,
      "aur": 2129,
      "ĠWhat": 2130,
      "Ġpolic": 2131,
      "Ġelement": 2132,
      "Ġerr": 2133,
      "Ġexperiences": 2134,
      "Ġmovie": 2135,
      "Ġconclusion": 2136,
      "Ġelectric": 2137,
      "Ġtopic": 2138,
      "Ġtree": 2139,
      "Ġ12": 2140,
      "Ġeffects": 2141,
      "duct": 2142,
      "Ġimportance": 2143,
      "ĠOn": 2144,
      "Ġidea": 2145,
      "bers": 2146,
      "br": 2147,
      "erous": 2148,
      "Ġlower": 2149,
      "Ġcolors": 2150,
      "Ġminim": 2151,
      "Ġlocation": 2152,
      "ĠPython": 2153,
      "Ġdepend": 2154,
      "Ġbro": 2155,
      "Ġcontain": 2156,
      "ĠBe": 2157,
      "ator": 2158,
      "Ġliving": 2159,
      "Ġtotal": 2160,
      "Ġmom": 2161,
      "Ġsmart": 2162,
      "Ġprogress": 2163,
      "Ġemployees": 2164,
      "Ġstill": 2165,
      "Ġtechnolog": 2166,
      "Ġstreng": 2167,
      "Ġloss": 2168,
      "oice": 2169,
      "Ġstudy": 2170,
      "Ġlive": 2171,
      "Ġproblems": 2172,
      "Ġhy": 2173,
      "Ġreview": 2174,
      "Ġpress": 2175,
      "itle": 2176,
      "Ġmob": 2177,
      "Ġgoal": 2178,
      "Ġadvant": 2179,
      "Rew": 2180,
      "Ġadapt": 2181,
      "Ġold": 2182,
      "Ġrate": 2183,
      "Ġsolution": 2184,
      "Ġprice": 2185,
      "ĠMake": 2186,
      "Ġcosts": 2187,
      "Ġjourney": 2188,
      "</": 2189,
      "ystem": 2190,
      "avig": 2191,
      "ging": 2192,
      "Ġexpress": 2193,
      "Ġsky": 2194,
      "lying": 2195,
      "Ġprovided": 2196,
      "Ġsize": 2197,
      "Ġschool": 2198,
      "Ġsustainable": 2199,
      "just": 2200,
      "Ġsn": 2201,
      "oms": 2202,
      "Ġdisplay": 2203,
      "Ġmental": 2204,
      "Ġplants": 2205,
      "Ġcollect": 2206,
      "eep": 2207,
      "ĠCan": 2208,
      "nds": 2209,
      "Ġgas": 2210,
      "Ġsupp": 2211,
      "light": 2212,
      "ĠApp": 2213,
      "Ġcompon": 2214,
      "Ġprin": 2215,
      "Ġadvent": 2216,
      "Ġcreative": 2217,
      "ĠSc": 2218,
      "Ġrelationships": 2219,
      "Ġagainst": 2220,
      "Ġdemand": 2221,
      "Ġplant": 2222,
      "Pro": 2223,
      "ush": 2224,
      "ĠUs": 2225,
      "Ġsource": 2226,
      "Ġsum": 2227,
      "ech": 2228,
      "itor": 2229,
      "aces": 2230,
      "io": 2231,
      "Ġsleep": 2232,
      "Ġface": 2233,
      "Ġworks": 2234,
      "Ġcalled": 2235,
      "struct": 2236,
      "umm": 2237,
      "Ġhigher": 2238,
      "Ġsecond": 2239,
      "Ġyoung": 2240,
      "Ġpaper": 2241,
      "Th": 2242,
      "app": 2243,
      "Ġrobot": 2244,
      "ony": 2245,
      "Ġassoci": 2246,
      "house": 2247,
      "Ġexpect": 2248,
      "ĠInc": 2249,
      "Ġavoid": 2250,
      "Ġusually": 2251,
      "Ġob": 2252,
      "Ġlif": 2253,
      "Ġdiscuss": 2254,
      "000": 2255,
      "Ġcheck": 2256,
      "Ġexce": 2257,
      "istics": 2258,
      "Ġexplore": 2259,
      "omes": 2260,
      "Ġpage": 2261,
      "Ġdivers": 2262,
      "emic": 2263,
      "gest": 2264,
      "ugh": 2265,
      "atic": 2266,
      "ication": 2267,
      "Ġlength": 2268,
      "ips": 2269,
      "Ġatmosphere": 2270,
      "Ġsociety": 2271,
      "vide": 2272,
      "idence": 2273,
      "Ġvirtual": 2274,
      "Ġquestion": 2275,
      "idd": 2276,
      "ĠInt": 2277,
      "Ġrout": 2278,
      "Ġmiss": 2279,
      "Ġdetect": 2280,
      "Ġmar": 2281,
      "Ġgive": 2282,
      "Ġvide": 2283,
      "Ġperfect": 2284,
      "ision": 2285,
      "Ġlikely": 2286,
      "Ġinnov": 2287,
      "acy": 2288,
      "Ġsimilar": 2289,
      "Ġrefers": 2290,
      "'re": 2291,
      "pare": 2292,
      "Ġaway": 2293,
      "ott": 2294,
      "âĢĿ": 2295,
      ",\"": 2296,
      "Su": 2297,
      "Ġ/": 2298,
      "etic": 2299,
      "ibr": 2300,
      "Ġimproving": 2301,
      "orld": 2302,
      "Ġcontinu": 2303,
      "Ġprogramming": 2304,
      "Ġhouse": 2305,
      "Ġingredients": 2306,
      "ik": 2307,
      "Ġbrow": 2308,
      "erences": 2309,
      "Ġimage": 2310,
      "Ġspecial": 2311,
      "Ġdone": 2312,
      "Ġcommunity": 2313,
      "iod": 2314,
      "inal": 2315,
      "Ġfull": 2316,
      "Ġrenewable": 2317,
      "astic": 2318,
      "Ġfour": 2319,
      "Ġevalu": 2320,
      "use": 2321,
      "land": 2322,
      "ember": 2323,
      "ĠUS": 2324,
      "Ġeasily": 2325,
      "Ġtax": 2326,
      "alls": 2327,
      "Ġappear": 2328,
      "Ġoccur": 2329,
      "ĠĠĠĠĠ": 2330,
      "cial": 2331,
      "Ġsens": 2332,
      "Ġvalu": 2333,
      "Ġsave": 2334,
      "sw": 2335,
      "Ġcru": 2336,
      "Ġdoc": 2337,
      "Rewrite": 2338,
      "itation": 2339,
      "amed": 2340,
      "Ġrecip": 2341,
      "Ġpoem": 2342,
      "Ġdiet": 2343,
      "Ġdatab": 2344,
      "ĠGP": 2345,
      "Ġbuilding": 2346,
      "irc": 2347,
      "Ġcomfort": 2348,
      "Ġcollabor": 2349,
      "Ġmeasures": 2350,
      "ither": 2351,
      "Ġneeded": 2352,
      "Ġeconomy": 2353,
      "ĠâĢľ": 2354,
      "Ġprocesses": 2355,
      "Ġrespect": 2356,
      "rior": 2357,
      "Ġhaving": 2358,
      "elling": 2359,
      "Ġfurther": 2360,
      "Ġtrue": 2361,
      "'ll": 2362,
      "ĠCol": 2363,
      "Ġdatas": 2364,
      "Ġproduce": 2365,
      "icious": 2366,
      "Ġnavig": 2367,
      "Ġalong": 2368,
      "Ġwriting": 2369,
      "Ġprofessional": 2370,
      "ĠAt": 2371,
      "ters": 2372,
      "Ġsmo": 2373,
      "Ġtrees": 2374,
      "Ġphone": 2375,
      "Ġmobile": 2376,
      "Ġactive": 2377,
      "Ġ{": 2378,
      "Ġcook": 2379,
      "ĠCl": 2380,
      "Ġdetail": 2381,
      "Ġoil": 2382,
      "Ġintrodu": 2383,
      "Ġapplication": 2384,
      "Ġsituation": 2385,
      "icles": 2386,
      "Ġdest": 2387,
      "Ġmonth": 2388,
      "List": 2389,
      "Ġexpens": 2390,
      "Ġrelated": 2391,
      "aily": 2392,
      "Ġconsist": 2393,
      "Once": 2394,
      "vey": 2395,
      "Ġvol": 2396,
      "sequ": 2397,
      "Ġsales": 2398,
      "orks": 2399,
      "Ġoffers": 2400,
      "Ġstrategies": 2401,
      "uracy": 2402,
      "ĠNew": 2403,
      "Ġacross": 2404,
      "Ġsche": 2405,
      "erve": 2406,
      "Ġbat": 2407,
      "Ġpromote": 2408,
      "Ġspeech": 2409,
      "orage": 2410,
      "angle": 2411,
      "epend": 2412,
      "Ġprograms": 2413,
      "Ġcour": 2414,
      "osing": 2415,
